Repository: Aliasgar109/cashfree-backend-new
Catalog: lib/l10n/app_*.arb
Languages: gu

# appTitle
source: TV Subscription
gu: ટીવી સબ્સ્ક્રિપ્શન

source: Welcome
gu: સ્વાગત

source: Wallet Balance
gu: વૉલેટ બેલેન્સ

source: Recharge Wallet
gu: વૉલેટ રિચાર્જ કરો

source: Quick Actions
gu: ઝડપી ક્રિયાઓ

source: Pay Now
gu: હવે ચૂકવો

source: Pay subscription fee
gu: સબ્સ્ક્રિપ્શન ફી ચૂકવો

source: History
gu: ઇતિહાસ

source: View transactions
gu: વ્યવહારો જુઓ

source: Recent Transactions
gu: તાજેતરના વ્યવહારો

source: No transactions yet
gu: હજુ સુધી કોઈ વ્યવહાર નથી

# transactionsWillAppearHere
source: Your wallet transactions will appear here
gu: તમારા વૉલેટ વ્યવહારો અહીં દેખાશે

source: Payment History
gu: ચુકવણી ઇતિહાસ

source: Settings
gu: સેટિંગ્સ

source: Profile Information
gu: પ્રોફાઇલ માહિતી

source: Preferences
gu: પસંદગીઓ

source: Language
gu: ભાષા

source: Account
gu: ખાતું

source: Logout
gu: લૉગઆઉટ

source: Payment Method
gu: ચુકવણી પદ્ધતિ

source: UPI Payment
gu: UPI ચુકવણી

source: Wallet Payment
gu: વૉલેટ ચુકવણી

# combinedPayment
source: Wallet + UPI
gu: વૉલેટ + UPI

source: Payment Confirmation
gu: ચુકવણી પુષ્ટિ

source: Payment Status
gu: ચુકવણી સ્થિતિ

source: Track Payment Status
gu: ચુકવણી સ્થિતિ ટ્રેક કરો

source: Back to Dashboard
gu: ડેશબોર્ડ પર પાછા

source: Fee Breakdown
gu: ફી વિભાજન

source: Base Amount
gu: મૂળ રકમ

source: Extra Charges
gu: વધારાના શુલ્ક

source: Wire Charges
gu: વાયર શુલ્ક

source: Late Fees
gu: મોડી ફી

source: Total Amount
gu: કુલ રકમ

source: Payment Initiated
gu: ચુકવણી શરૂ કરવામાં આવી

source: Payment Successful
gu: ચુકવણી સફળ

source: Payment Pending
gu: ચુકવણી બાકી

source: Payment Approved
gu: ચુકવણી મંજૂર

source: Payment Rejected
gu: ચુકવણી નકારેલ

source: Search payments...
gu: ચુકવણીઓ શોધો...

source: Filter Payments
gu: ચુકવણીઓ ફિલ્ટર કરો

source: All Methods
gu: બધી પદ્ધતિઓ

source: All Statuses
gu: બધી સ્થિતિઓ

source: All Years
gu: બધા વર્ષો

source: Clear All
gu: બધું સાફ કરો

source: Apply
gu: લાગુ કરો

source: Receipt Number
gu: રસીદ નંબર

source: Transaction ID
gu: ટ્રાન્ઝેક્શન આઈડી

source: Payment Details
gu: ચુકવણી વિગતો

source: Payment Timeline
gu: ચુકવણી સમયરેખા

source: Under Review
gu: સમીક્ષા હેઠળ

source: Refresh Status
gu: સ્થિતિ રિફ્રેશ કરો

source: Download Receipt
gu: રસીદ ડાઉનલોડ કરો

source: Share Receipt
gu: રસીદ શેર કરો

source: Receipt Generated
gu: રસીદ બનાવવામાં આવી

source: Receipt Shared
gu: રસીદ શેર કરવામાં આવી

source: Generating Receipt...
gu: રસીદ બનાવી રહ્યા છીએ...

source: Receipt Not Available
gu: રસીદ ઉપલબ્ધ નથી

# receiptWillBeGenerated
source: Receipt will be generated after payment approval
gu: ચુકવણી મંજૂરી પછી રસીદ બનાવવામાં આવશે

source: Collector Dashboard
gu: કલેક્ટર ડેશબોર્ડ

source: Cash Entry
gu: રોકડ એન્ટ્રી

source: Select User
gu: વપરાશકર્તા પસંદ કરો

# searchByNameOrPhone
source: Search by name or phone number
gu: નામ અથવા ફોન નંબર દ્વારા શોધો

source: Record Cash Payment
gu: રોકડ ચુકવણી રેકોર્ડ કરો

# wireLength
source: Wire Length (meters)
gu: વાયરની લંબાઈ (મીટર)

# notes
source: Notes (Optional)
gu: નોંધો (વૈકલ્પિક)

# additionalNotes
source: Additional notes about the payment
gu: ચુકવણી વિશે વધારાની નોંધો

# cashPaymentRecorded
source: Cash payment recorded successfully!
gu: રોકડ ચુકવણી સફળતાપૂર્વક રેકોર્ડ થઈ!

source: Processing...
gu: પ્રક્રિયા કરી રહ્યા છીએ...

source: Reset Form
gu: ફોર્મ રીસેટ કરો

# pleaseSelectUser
source: Please select a user
gu: કૃપા કરીને વપરાશકર્તા પસંદ કરો

# amountRequired
source: Amount is required
gu: રકમ જરૂરી છે

# validAmountRequired
source: Please enter a valid amount
gu: કૃપા કરીને માન્ય રકમ દાખલ કરો

# lateFeesApplied
source: Late fees applied for previous unpaid years
gu: અગાઉના અચૂકવેલા વર્ષો માટે મોડી ફી લાગુ કરવામાં આવી

source: Today's Overview
gu: આજનું વિહંગાવલોકન

source: Pending
gu: બાકી

source: Approved
gu: મંજૂર

source: Total Revenue
gu: કુલ આવક

source: Overdue
gu: મુદત વીતી ગઈ

source: Cash Collection Officer
gu: રોકડ સંગ્રહ અધિકારી

source: Area
gu: વિસ્તાર

# recordCashPaymentDesc
source: Record cash payment
gu: રોકડ ચુકવણી રેકોર્ડ કરો

source: Search users...
gu: વપરાશકર્તાઓ શોધો...

source: Find user by name/phone
gu: નામ/ફોન દ્વારા વપરાશકર્તા શોધો

source: View all payments
gu: બધી ચુકવણીઓ જુઓ

source: Reports
gu: રિપોર્ટ્સ

source: Generate collection reports
gu: સંગ્રહ રિપોર્ટ્સ બનાવો

source: Recent Activities
gu: તાજેતરની પ્રવૃત્તિઓ

source: No recent activities
gu: કોઈ તાજેતરની પ્રવૃત્તિઓ નથી

# activitiesWillAppearHere
source: Cash entries and payment activities will appear here
gu: રોકડ એન્ટ્રીઓ અને ચુકવણી પ્રવૃત્તિઓ અહીં દેખાશે

source: Feature coming soon
gu: ફીચર ટૂંક સમયમાં આવશે

source: Admin Dashboard
gu: એડમિન ડેશબોર્ડ

source: Payment Approvals
gu: ચુકવણી મંજૂરીઓ

source: Approve Payment
gu: ચુકવણી મંજૂર કરો

source: Reject Payment
gu: ચુકવણી નકારો

source: Rejection Reason
gu: નકારવાનું કારણ

source: Enter rejection reason...
gu: નકારવાનું કારણ દાખલ કરો...

source: Payment approved successfully
gu: ચુકવણી સફળતાપૂર્વક મંજૂર થઈ

source: Payment rejected successfully
gu: ચુકવણી સફળતાપૂર્વક નકારવામાં આવી

source: No pending payments
gu: કોઈ બાકી ચુકવણીઓ નથી

# allPaymentsUpToDate
source: All payments are up to date
gu: બધી ચુકવણીઓ અપ ટુ ડેટ છે

source: View Full Size
gu: સંપૂર્ણ કદ જુઓ

source: Payment Screenshot
gu: ચુકવણી સ્ક્રીનશોટ

source: User Information
gu: વપરાશકર્તા માહિતી

source: Transaction Details
gu: ટ્રાન્ઝેક્શન વિગતો

source: Failed to load screenshot
gu: સ્ક્રીનશોટ લોડ કરવામાં નિષ્ફળ

source: User Management
gu: વપરાશકર્તા વ્યવસ્થાપન

source: Add User
gu: વપરાશકર્તા ઉમેરો

source: Edit User
gu: વપરાશકર્તા સંપાદિત કરો

source: Delete User
gu: વપરાશકર્તા કાઢી નાખો

source: Filter by Role
gu: ભૂમિકા દ્વારા ફિલ્ટર કરો

source: Filter by Area
gu: વિસ્તાર દ્વારા ફિલ્ટર કરો

source: All Roles
gu: બધી ભૂમિકાઓ

source: All Areas
gu: બધા વિસ્તારો

source: User
gu: વપરાશકર્તા

source: Collector
gu: કલેક્ટર

source: Admin
gu: એડમિન

source: Name
gu: નામ

source: Phone Number
gu: ફોન નંબર

source: Address
gu: સરનામું

source: Role
gu: ભૂમિકા

source: Active
gu: સક્રિય

source: Inactive
gu: નિષ્ક્રિય

source: Last Payment
gu: છેલ્લી ચુકવણી

source: Never
gu: ક્યારેય નહીં

source: User Details
gu: વપરાશકર્તા વિગતો

source: User Activity
gu: વપરાશકર્તા પ્રવૃત્તિ

source: Payment Count
gu: ચુકવણી ગણતરી

source: Total Paid
gu: કુલ ચૂકવેલ

source: Joined Date
gu: જોડાયાની તારીખ

source: Save
gu: સાચવો

source: Cancel
gu: રદ કરો

source: Confirm Delete
gu: કાઢી નાખવાની પુષ્ટિ કરો

# deleteUserConfirmation
source: Are you sure you want to delete this user? This action cannot be undone.
gu: શું તમે ખરેખર આ વપરાશકર્તાને કાઢી નાખવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાશે નહીં.

source: Delete
gu: કાઢી નાખો

source: User created successfully
gu: વપરાશકર્તા સફળતાપૂર્વક બનાવવામાં આવ્યો

source: User updated successfully
gu: વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયો

source: User deleted successfully
gu: વપરાશકર્તા સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો

source: No users found
gu: કોઈ વપરાશકર્તાઓ મળ્યા નથી

# usersWillAppearHere
source: Users matching your search criteria will appear here
gu: તમારા શોધ માપદંડ સાથે મેળ ખાતા વપરાશકર્તાઓ અહીં દેખાશે

source: Enter name
gu: નામ દાખલ કરો

source: Enter phone number
gu: ફોન નંબર દાખલ કરો

source: Enter address
gu: સરનામું દાખલ કરો

source: Select role
gu: ભૂમિકા પસંદ કરો

source: Select area
gu: વિસ્તાર પસંદ કરો

source: Required
gu: જરૂરી

source: Invalid phone number
gu: અમાન્ય ફોન નંબર

source: Phone number already exists
gu: ફોન નંબર પહેલેથી અસ્તિત્વમાં છે

source: Fee Management
gu: ફી વ્યવસ્થાપન

source: Fee Configuration
gu: ફી કોન્ફિગરેશન

source: Yearly Fee
gu: વાર્ષિક ફી

# yearlyFeeHelp
source: Base subscription fee for one year
gu: એક વર્ષ માટે બેઝ સબ્સ્ક્રિપ્શન ફી

source: Late Fees Percentage
gu: મોડી ફી ટકાવારી

# lateFeesHelp
source: Percentage charged for overdue payments per year
gu: મુદત વીતી ગયેલી ચુકવણીઓ માટે વર્ષ દીઠ ચાર્જ કરવામાં આવતી ટકાવારી

source: Wire Charge Per Meter
gu: મીટર દીઠ વાયર ચાર્જ

# wireChargeHelp
source: Additional charge per meter of wire installation
gu: વાયર ઇન્સ્ટોલેશનના મીટર દીઠ વધારાનો ચાર્જ

source: Reminder Days Before
gu: પહેલાં રિમાઇન્ડર દિવસો

# reminderDaysHelp
source: Days before due date to send payment reminders
gu: ચુકવણી રિમાઇન્ડર મોકલવા માટે મુદત પહેલાના દિવસો

source: Auto Approval
gu: ઓટો મંજૂરી

# autoApprovalHelp
source: Automatically approve payments without manual review
gu: મેન્યુઅલ સમીક્ષા વિના આપમેળે ચુકવણીઓ મંજૂર કરો

source: Last Updated
gu: છેલ્લે અપડેટ થયું

source: Calculation Preview
gu: ગણતરી પૂર્વાવલોકન

source: Base Yearly Fee
gu: બેઝ વાર્ષિક ફી

# wireChargeExample
source: Wire Charge (10m example)
gu: વાયર ચાર્જ (10મી ઉદાહરણ)

# lateFeesExample
source: Late Fees (1 year example)
gu: મોડી ફી (1 વર્ષ ઉદાહરણ)

# totalExample
source: Total (with all charges)
gu: કુલ (બધા ચાર્જ સાથે)

source: Save Settings
gu: સેટિંગ્સ સાચવો

source: Reset to Defaults
gu: ડિફોલ્ટ પર રીસેટ કરો

source: Please enter yearly fee
gu: કૃપા કરીને વાર્ષિક ફી દાખલ કરો

# pleaseEnterValidAmount
source: Please enter a valid amount
gu: કૃપા કરીને માન્ય રકમ દાખલ કરો

# amountTooHigh
source: Amount is too high (max ₹1,00,000)
gu: રકમ ખૂબ વધારે છે (મહત્તમ ₹1,00,000)

source: Please enter late fees percentage
gu: કૃપા કરીને મોડી ફી ટકાવારી દાખલ કરો

# pleaseEnterValidPercentage
source: Please enter a valid percentage (0-100)
gu: કૃપા કરીને માન્ય ટકાવારી દાખલ કરો (0-100)

# pleaseEnterWireCharge
source: Please enter wire charge per meter
gu: કૃપા કરીને મીટર દીઠ વાયર ચાર્જ દાખલ કરો

# pleaseEnterValidCharge
source: Please enter a valid charge (≥0)
gu: કૃપા કરીને માન્ય ચાર્જ દાખલ કરો (≥0)

# chargeTooHigh
source: Charge is too high (max ₹1,000/meter)
gu: ચાર્જ ખૂબ વધારે છે (મહત્તમ ₹1,000/મીટર)

source: Please enter reminder days
gu: કૃપા કરીને રિમાઇન્ડર દિવસો દાખલ કરો

# pleaseEnterValidDays
source: Please enter valid days (>0)
gu: કૃપા કરીને માન્ય દિવસો દાખલ કરો (>0)

# daysTooHigh
source: Days too high (max 365)
gu: દિવસો ખૂબ વધારે છે (મહત્તમ 365)

source: Cash Payment
gu: રોકડ ચુકવણી

source: Select Language
gu: ભાષા પસંદ કરો

# continueButton
source: Continue
gu: આગળ વધો

# pleaseSelectLanguage
source: Please select a language to continue
gu: આગળ વધવા માટે કૃપા કરીને ભાષા પસંદ કરો

# languageUpdated
source: Language updated successfully
gu: ભાષા સફળતાપૂર્વક અપડેટ થઈ

# failedToUpdateLanguage
source: Failed to update language preference
gu: ભાષા પસંદગી અપડેટ કરવામાં નિષ્ફળ
